Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# MusicGalleryPageRepeatAll.Content
source: Repeat all
ar: كرر الكل
de: Wiederholen Sie alle
es: Repite todo
hi: सभी को दोहराएं
id: Ulangi semua
it: Ripeti tutto
ja: 全曲リピート
ko: 모두 반복
ms: Ulang Semua
pt: Repetir tudo
ru: Повторяйте все
th: ทำซ้ำทั้งหมด
tr: Hepsini tekrarla
vi: Lặp lại tất cả
zh_hans: 列表循环
zh_hant: 全部循環

# MusicGalleryPageScrollToPlayingItem.Text
source: Scroll to playing item
ar: التمرير إلى العنصر المشغل
de: Zum aktuellen Titel scrollen
es: Desplazarse al elemento en reproducción
hi: प्लेइंग आइटम पर स्क्रॉल करें
id: Gulir ke item yang diputar
it: Vai al brano in riproduzione
ja: 再生中の項目にスクロール
ko: 재생 중인 항목으로 스크롤
ms: Tatal ke item yang dimainkan
pt: Rolar para o item em reprodução
ru: Прокрутить к текущей песне
th: เลื่อนไปยังรายการที่เล่นอยู่
tr: Oynatılan öğeye kaydırın
vi: Cuộn đến mục đang phát
zh_hans: 滚动到播放项
zh_hant: 捲動到播放項

# MusicGalleryPageSelectedTrackDetail.Content
source: Information on the currently selected track
ar: معلومات عن المسار المحدد حالياً
de: Informationen über den aktuell ausgewählten Titel
es: Información sobre la pista seleccionada
hi: अभी चुने गए ट्रैक की जानकारी
id: Informasi tentang trek yang sedang dipilih
it: Dettagli del brano selezionato
ja: 選択されているトラック情報
ko: 현재 선택한 트랙에 대한 정보
ms: Maklumat tentang trek yang sedang dipilih
pt: Informações sobre a faixa atualmente selecionada
ru: Информация о текущей выбранной дорожке
th: ข้อมูลเกี่ยวกับเส้นทางที่เลือกในปัจจุบัน
tr: O anda seçili olan parça hakkında bilgi
vi: Thông tin về bài hát hiện đang được chọn
zh_hans: 当前选中曲目的信息
zh_hant: 目前選擇的曲目資訊

# MusicGalleryPageShufflePlay.Content
source: Shuffle
ar: خلط الورق
de: Mischen
es: Baraja
hi: शफल करें
id: Kocok
it: Riproduzione casuale
ja: シャフル再生
ko: 셔플
ms: Ngẫu nhiên
pt: Baralhar
th: สับ
tr: Karıştır
vi: Xáo trộn
zh_hans: 随机播放
zh_hant: 隨機播放

# MusicGalleryPageSingleLoop.Text
source: Loop Single
ar: تكرار أغنية واحدة
de: Einzeltitel wiederholen
es: Repetir una
hi: एकल लूप
id: Loop tunggal
it: Ripeti brano
ja: シングルループ
ko: 한 곡 반복
ms: Gelung tunggal
pt: Ciclo único
ru: Зациклить одну
th: วนซ้ำเพลงเดียว
tr: Döngü Tekli
vi: Lặp lại một bài
zh_hans: 单曲循环
zh_hant: 單曲循環

# MusicGalleryPageSongSearchBox.PlaceholderText
source: Search title, artist, album, filename or folder path
ar: ابحث عن اسم الأغنية، الفنان، الألبوم، اسم الملف أو مسار المجلد
de: Titel, Künstler, Album, Dateiname oder Ordnerpfad suchen
es: Buscar título, artista, álbum, nombre de archivo o ruta de carpeta
hi: गीत का नाम, कलाकार, एल्बम, फ़ाइल का नाम या फ़ाइल का पथ खोजें
id: Cari nama lagu, artis, album, nama file, atau jalur folder
it: Cerca per titolo, artista, album, nome file o percorso cartella
ja: タイトル、アーティスト、アルバム、ファイル名、フォルダーパスを検索
ko: 제목, 아티스트, 앨범, 파일명 또는 폴더 경로 검색
ms: Cari nama lagu, artis, album, nama fail, atau laluan folder
pt: Pesquisar nome da música, artista, álbum, nome do ficheiro ou caminho da pasta
ru: Поиск по названию, исполнителю, альбому, имени файла или папке
th: ค้นหาชื่อเพลง, ศิลปิน, อัลบั้ม, ชื่อไฟล์ หรือเส้นทางโฟลเดอร์
tr: Başlık, sanatçı, albüm, dosya adı veya klasör yolu arama
vi: Tìm tên bài hát, nghệ sĩ, album, tên tệp hoặc đường dẫn thư mục
zh_hans: 搜索歌曲名、艺术家、专辑、文件名或文件所在文件夹路径
zh_hant: 搜尋歌曲名稱、演出者、專輯、檔案名稱或檔案所在資料夾路徑

# MusicGalleryPageSortByAlbum.Content
source: Album
ar: الألبوم
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
zh_hans: 专辑
zh_hant: 專輯

# MusicGalleryPageSortByArtist.Content
source: Artist
ar: الفنان
de: Künstler
es: Artista
hi: कलाकार
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
ms: Artis
pt: Artista
ru: Исполнитель
th: ศิลปิน
tr: Sanatçı
vi: Nghệ sĩ
zh_hans: 艺术家
zh_hant: 演出者

# MusicGalleryPageSortByFolder.Content
source: Folder
ar: المجلد
de: Ordner
es: Carpeta
hi: फ़ोल्डर
it: Cartella
ja: フォルダー
ko: 폴더
pt: Pasta
ru: Папка
th: โฟลเดอร์
tr: Klasör
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# MusicGalleryPageSortByTitle.Content
source: Title
ar: العنوان
de: Titel
es: Título
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
pt: Título
ru: Название
th: ชื่อเพลง
tr: Başlık
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# MusicGalleryPageStopTrack.Text
source: Stop
ar: إيقاف
de: Stopp
es: Detener
hi: रोकें
id: Berhenti
it: Ferma riproduzione
ja: 停止
ko: 정지
ms: Berhenti
pt: Parar
ru: Стоп
th: หยุด
tr: Dur
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# MusicGalleryPageTitle
source: Music Gallery - BetterLyrics
ar: مكتبة الموسيقى - BetterLyrics
de: Musikgalerie - BetterLyrics
es: Galería de Música - BetterLyrics
hi: संगीत लाइब्रेरी - BetterLyrics
id: Galeri Musik - BetterLyrics
it: Galleria musicale - BetterLyrics
ja: ミュージックギャラリー - BetterLyrics
ko: 음악 갤러리 - BetterLyrics
ms: Galeri Muzik - BetterLyrics
pt: Galeria de Música - BetterLyrics
ru: Музыкальная галерея - BetterLyrics
th: คลังเพลง - BetterLyrics
tr: Müzik Galerisi - BetterLyrics
vi: Thư viện nhạc - BetterLyrics
zh_hans: 音乐库 - BetterLyrics
zh_hant: 音樂庫 - BetterLyrics

# MusicSettingsControlAutoSyncInterval.Description
source: Automatically checks for file changes at a set interval. Applies to both local and remote sources
ar: يتحقق تلقائياً من تغييرات الملفات في فترة زمنية محددة. ينطبق على كل من المصادر المحلية والبعيدة
de: Überprüft automatisch in einem festgelegten Intervall, ob sich Dateien geändert haben. Gilt sowohl für lokale als auch für entfernte Quellen
es: Comprueba automáticamente los cambios en los archivos a un intervalo determinado. Se aplica tanto a fuentes locales como remotas
hi: तय समय पर फ़ाइल में हुए बदलावों को अपने आप चेक करता है। लोकल और रिमोट दोनों सोर्स पर लागू होता है
id: Secara otomatis memeriksa perubahan file pada interval yang ditetapkan. Berlaku untuk sumber lokal dan jarak jauh
it: Controlla automaticamente le modifiche ai file a intervalli regolari. Si applica sia alle sorgenti locali sia a quelle remote.
ja: 一定間隔で変更を自動チェック、ローカルとリモート両対応
ko: 설정된 간격으로 파일 변경 사항을 자동으로 확인합니다. 로컬 및 원격 소스 모두에 적용
ms: Memeriksa perubahan fail secara automatik pada selang masa yang ditetapkan. Terpakai untuk sumber tempatan dan jauh
pt: Verifica automaticamente se há alterações nos ficheiros num intervalo definido. Aplica-se a fontes locais e remotas
ru: Автоматически проверяет изменения файлов с заданным интервалом. Применяется как к локальным, так и к удаленным источникам
th: ตรวจสอบการเปลี่ยนแปลงไฟล์โดยอัตโนมัติในช่วงเวลาที่กำหนด ใช้ได้ทั้งแหล่งที่มาในเครื่องและระยะไกล
tr: Belirlenen bir aralıkta dosya değişikliklerini otomatik olarak kontrol eder. Hem yerel hem de uzak kaynaklar için geçerlidir
vi: Tự động kiểm tra các thay đổi trong tệp theo khoảng thời gian đã đặt. Áp dụng cho cả nguồn cục bộ và nguồn từ xa.
zh_hans: 以设定的时间间隔自动检查文件变更。适用于本地和远程源
zh_hant: 以設定的間隔時間自動檢查檔案變更。適用於本機和遠端來源

# MusicSettingsControlAutoSyncInterval.Header
source: Auto-sync Frequency
ar: تردد المزامنة التلقائية
de: Auto-Sync-Frequenz
es: Frecuencia de sincronización automática
hi: ऑटो-सिंक आवृत्ति
id: Frekuensi sinkronisasi otomatis
it: Intervallo sincronizzazione automatica
ja: 自動同期の頻度
ko: 자동 동기화 빈도
ms: Kekerapan penyegerakan automatik
pt: Frequência de sincronização automática
ru: Частота автосинхронизации
th: ความถี่การซิงค์อัตโนมัติ
tr: Otomatik Senkronizasyon Frekansı
vi: Tần suất đồng bộ tự động
zh_hans: 自动同步频率
zh_hant: 自動同步頻率

# MusicSettingsControlAutoSyncIntervalDisabled.Content
source: Never
ar: مطلقًا
de: Niemals
es: Nunca
hi: कभी नहीं
id: Tidak pernah
it: Mai
ja: なし
ko: 절대로
ms: Tak pernah
pt: nunca
ru: Никогда
th: ไม่เคย
tr: Asla
vi: Không bao giờ
zh_hans: 从不
zh_hant: 從不

# MusicSettingsControlAutoSyncIntervalEveryDay.Content
source: Every Day
ar: كل يوم
de: Täglich
es: Todos los días
hi: प्रतिदिन
id: Setiap hari
it: Ogni giorno
ja: 毎日
ko: 매일
ms: Setiap Hari
pt: Todos os dias
ru: Каждый день
th: ทุกวัน
tr: Her Gün
vi: Hàng ngày
zh_hans: 每天
zh_hant: 每日

# MusicSettingsControlAutoSyncIntervalEveryFifteenMin.Content
source: Every 15 Minutes
ar: كل 15 دقيقة
de: Alle 15 Minuten
es: Cada 15 minutos
hi: हर 15 मिनट
id: Setiap 15 Menit
it: Ogni 15 minuti
ja: 15分間隔
ko: 15분마다
ms: Setiap 15 minit
pt: A cada 15 minutos
ru: Каждые 15 минут
th: ทุก 15 นาที
tr: Her 15 Dakikada Bir
vi: 15 phút một lần
zh_hans: 每 15 分钟
zh_hant: 每 15 分鐘

# MusicSettingsControlAutoSyncIntervalEveryHour.Content
source: Every Hour
ar: كُل ساعة
de: Stündlich
es: Cada hora
hi: हर घंटे
id: Setiap Jam
it: Ogni ora
ja: 1時間間隔
ko: 매시간
ms: Setiap jam
pt: A cada hora
ru: Каждый час
th: ทุกชั่วโมง
tr: Her Saat
vi: Mỗi giờ
zh_hans: 每小时
zh_hant: 每小時

# MusicSettingsControlAutoSyncIntervalEverySixHrs.Content
source: Every 6 Hours
ar: كُل 6 ساعات
de: Alle 6 Stunden
es: Cada 6 horas
hi: हर ६ घंटे
id: Setiap 6 Jam
it: Ogni 6 ore
ja: 6時間間隔
ko: 6시간마다
ms: Setiap 6 Jam
pt: A cada 6 horas
ru: Каждые 6 часов
th: ทุก 6 ชั่วโมง
tr: Her 6 Saatte Bir
vi: Mỗi 6 tiếng
zh_hans: 每 6 小时
zh_hant: 每 6 小時

# MusicSettingsControlRealTimeScan.Description
source: Automatically syncs when file changes are detected. This option is only available for local sources
ar: المزامنة تلقائياً عند اكتشاف تغييرات في الملف. هذا الخيار متاح فقط للمصادر المحلية
de: Automatisch synchronisieren, wenn Dateiänderungen erkannt werden. Diese Option ist nur für lokale Quellen verfügbar
es: Sincroniza automáticamente cuando se detectan cambios en los archivos. Esta opción sólo está disponible para fuentes locales
hi: फ़ाइल में बदलाव का पता चलने पर ऑटोमैटिकली सिंक हो जाता है। यह ऑप्शन सिर्फ़ लोकल सोर्स के लिए उपलब्ध है
id: Secara otomatis menyinkronkan ketika perubahan file terdeteksi. Opsi ini hanya tersedia untuk sumber lokal
it: Sincronizza automaticamente quando vengono rilevate modifiche ai file. Questa opzione è disponibile solo per le sorgenti locali.
ja: ファイル変更検知時に自動同期、ローカルソース限定
ko: 파일 변경이 감지되면 자동으로 동기화합니다. 이 옵션은 로컬 소스에서만 사용할 수 있습니다.
ms: Menyegerak secara automatik apabila perubahan fail dikesan. Pilihan ini hanya tersedia untuk sumber setempat
pt: Sincroniza automaticamente quando são detectadas alterações nos ficheiros. Esta opção só está disponível para fontes locais
ru: Автоматическая синхронизация при обнаружении изменений файлов. Этот параметр доступен только для локальных источников
th: ซิงค์อัตโนมัติเมื่อมีการเปลี่ยนแปลงไฟล์. ตัวเลือกนี้มีให้ใช้ได้เฉพาะสำหรับแหล่งข้อมูลในเครื่องเท่านั้น
tr: Dosya değişiklikleri algılandığında otomatik olarak senkronize eder. Bu seçenek yalnızca yerel kaynaklar için kullanılabilir
vi: Tự động đồng bộ hóa khi phát hiện thay đổi trong tệp. Tùy chọn này chỉ khả dụng cho các nguồn cục bộ.
zh_hans: 检测到文件更改时自动同步。此选项仅适用于本地源
zh_hant: 偵測到檔案變更時自動同步。此選項只適用於本機來源

# MusicSettingsControlRealTimeScan.Header
source: Real-time Monitoring
ar: المراقبة في الوقت الحقيقي
de: Überwachung in Echtzeit
es: Control en tiempo real
hi: वास्तविक समय में निगरानी
id: Pemantauan Waktu Nyata
it: Monitoraggio in tempo reale
ja: リアルタイム監視
ko: 실시간 모니터링
ms: Pemantauan Masa Nyata
pt: Monitorização em tempo real
ru: Мониторинг в режиме реального времени
th: การตรวจสอบแบบเรียลไทม์
tr: Gerçek Zamanlı İzleme
vi: Giám sát thời gian thực
zh_hans: 实时监听
zh_hant: 即時監控

source: Narrow Mode
ar: وضع الشاشة الضيقة
de: Schmaler Modus
es: Modo Estrecho
hi: संकीर्ण मोड
id: Mode Sempit
it: Modalità compatta
ja: 狭い表示モード
ko: 좁은 화면 모드
ms: Mod Sempit
pt: Modo Estreito
ru: Узкий режим
th: โหมดหน้าแคบ
tr: Dar Mod
vi: Chế độ hẹp
zh_hans: 窄屏模式
zh_hant: 窄屏模式

# NowPlayingBarConfigCurrentLyricsWindow.Text
source: Config Current Lyrics Window
ar: تكوين نافذة كلمات الأغنية الحالية
de: Aktuelles Liedtextfenster konfigurieren
es: Configurar la ventana de letras actual
hi: वर्तमान गीतों की विंडो कॉन्फ़िगर करें
id: Konfigurasi Jendela Lirik Saat Ini
it: Configura la finestra testi corrente
ja: 現在の歌詞ウィンドウの設定
ko: 현재 가사 창 설정
ms: Konfig Tetingkap Lirik Semasa
pt: Configurar a janela de letras atual
ru: Настройки текущего окна текстов песен
th: หน้าต่างเนื้อเพลงปัจจุบัน
tr: Şarkı Sözleri Penceresini Yapılandır
vi: Cài đặt cửa sổ lời bài hát hiện tại
zh_hans: 配置当前歌词窗口
zh_hant: 設定當前歌詞視窗

# NowPlayingBarConfigCurrentPlaybackSource.Text
source: Config Current Playback Source
ar: تكوين مصدر التشغيل الحالي
de: Aktuelle Wiedergabequelle konfigurieren
es: Configurar la fuente de reproducción actual
hi: वर्तमान प्लेबैक स्रोत कॉन्फ़िगर करें
id: Konfigurasi Sumber Pemutaran Saat Ini
it: Configura la sorgente di riproduzione corrente
ja: 現在の再生ソースを設定する
ko: 현재 재생 소스 설정
ms: Konfig Sumber Main Balik Semasa
pt: Configurar a fonte de reprodução atual
ru: Настроить текущий источник воспроизведения
th: กำหนดค่า แหล่งที่มาการเล่นปัจจุบัน
tr: Mevcut Çalma Kaynağını Yapılandır
vi: Cấu hình nguồn phát hiện tại
zh_hans: 配置当前播放源
zh_hant: 設定當前播放來源

# PlaybackSettingsControlBetterLyricsRunningInBackground.Message
source: BetterLyrics built-in player is still running in the background, and the software will ignore other playback sources. To listen to other playback sources, go to Music Gallery and click the stop button in the lower right corner
ar: لا يزال مشغل BetterLyrics المدمج يعمل في الخلفية، وسيتجاهل البرنامج مصادر التشغيل الأخرى. للاستماع إلى مصادر التشغيل الأخرى، انتقل إلى معرض الموسيقى وانقر على زر الإيقاف في الزاوية اليمنى السفلى
de: Der eingebaute BetterLyrics-Player läuft weiterhin im Hintergrund, und die Software ignoriert andere Wiedergabequellen. Um andere Wiedergabequellen zu hören, gehen Sie zur Musikgalerie und klicken Sie auf die Stopp-Schaltfläche in der unteren rechten Ecke
es: El reproductor integrado BetterLyrics sigue funcionando en segundo plano, y el software ignorará otras fuentes de reproducción. Para escuchar otras fuentes de reproducción, vaya a la Galería de música y haga clic en el botón de parada en la esquina inferior derecha.
hi: BetterLyrics का बिल्ट-इन प्लेयर अभी भी बैकग्राउंड में चल रहा है, और सॉफ्टवेयर दूसरे प्लेबैक सोर्स को इग्नोर कर देगा। दूसरे प्लेबैक सोर्स सुनने के लिए, म्यूज़िक गैलरी में जाएं और नीचे दाएं कोने में स्टॉप बटन पर क्लिक करें
id: Pemutar bawaan BetterLyrics masih berjalan di latar belakang, dan perangkat lunak akan mengabaikan sumber pemutaran lainnya. Untuk mendengarkan sumber pemutaran lain, buka Galeri Musik dan klik tombol berhenti di sudut kanan bawah
it: Il lettore integrato di BetterLyrics è ancora in esecuzione in background e l'app ignorerà altre sorgenti di riproduzione. Per ascoltare altre sorgenti, apri la Galleria musicale e fai clic sul pulsante di arresto nell'angolo in basso a destra.
ja: BetterLyrics の内蔵プレーヤーがバックグラウンドで動作中のため、他の再生ソースは無視されます。他の再生ソースを聴くには、「ミュージックギャラリー」へ移動し、右下の「停止」ボタンをクリックしてください
ko: BetterLyrics 내장 플레이어는 여전히 백그라운드에서 실행 중이며 소프트웨어는 다른 재생 소스를 무시합니다. 다른 재생 소스를 들으려면 뮤직 갤러리로 이동하여 오른쪽 하단에 있는 중지 버튼을 클릭합니다.
ms: Pemain terbina dalam BetterLyrics masih berjalan di latar belakang dan perisian akan mengabaikan sumber main balik yang lain. Untuk mendengar sumber main balik yang lain, pergi ke Galeri Muzik dan klik butang berhenti di sudut kanan bawah
pt: O leitor integrado do BetterLyrics continua a ser executado em segundo plano e o software irá ignorar outras fontes de reprodução. Para ouvir outras fontes de reprodução, vá para a Galeria de Música e clique no botão parar no canto inferior direito
ru: Встроенный плеер BetterLyrics работает в фоновом режиме, и программа будет игнорировать другие источники воспроизведения. Чтобы прослушать другие источники воспроизведения, перейдите в раздел "Музыкальная галерея" и нажмите кнопку "Стоп" в правом нижнем углу.
th: ผู้เล่นในตัวของ BetterLyrics ยังคงทำงานอยู่ในพื้นหลัง และซอฟต์แวร์จะละเลยแหล่งเล่นอื่น ๆ หากต้องการฟังแหล่งเล่นอื่น ๆ ให้ไปที่แกลเลอรีเพลง และคลิกที่ปุ่มหยุดที่มุมขวาล่าง
tr: BetterLyrics yerleşik oynatıcı arka planda çalışmaya devam eder ve yazılım diğer oynatma kaynaklarını göz ardı eder. Diğer oynatma kaynaklarını dinlemek için Müzik Galerisi'ne gidin ve sağ alt köşedeki durdur düğmesine tıklayın
vi: Trình phát tích hợp của BetterLyrics vẫn đang chạy ở chế độ nền, và phần mềm sẽ bỏ qua các nguồn phát khác. Để nghe các nguồn phát khác, hãy vào Thư viện nhạc và nhấp vào nút dừng ở góc dưới bên phải
zh_hans: BetterLyrics 内置播放器仍在后台运行，软件将忽略其他播放源。要监听其他播放源，请进入 “音乐库” 并点击右下角的 “停止” 按钮
zh_hant: BetterLyrics 內建播放器仍在背景中執行，軟體會忽略其他播放來源。若要聆聽其他播放來源，請前往音樂圖庫，然後按一下右下角的停止按鈕

# PlaybackSettingsControlMemoryReader.Description
source: Loads external configurations to read playback progress directly from target process memory. Please use with caution; the developer is not responsible for the safety of third-party configurations
ar: تحميل التكوينات الخارجية لقراءة تقدم التشغيل مباشرةً من ذاكرة العملية المستهدفة. يرجى الاستخدام بحذر؛ المطور غير مسؤول عن سلامة التكوينات الخارجية.
de: Lädt externe Konfigurationen, um den Wiedergabefortschritt direkt aus dem Speicher des Zielprozesses zu lesen. Bitte mit Vorsicht verwenden; der Entwickler ist nicht für die Sicherheit von Fremdkonfigurationen verantwortlich.
es: Carga configuraciones externas para leer el progreso de la reproducción directamente desde la memoria del proceso de destino. Utilízalo con precaución; el desarrollador no se hace responsable de la seguridad de las configuraciones de terceros.
hi: टारगेट प्रोसेस मेमोरी से सीधे प्लेबैक प्रोग्रेस पढ़ने के लिए एक्सटर्नल कॉन्फ़िगरेशन लोड करता है। कृपया सावधानी से इस्तेमाल करें; डेवलपर थर्ड-पार्टी कॉन्फ़िगरेशन की सुरक्षा के लिए ज़िम्मेदार नहीं है।
id: Memuat konfigurasi eksternal untuk membaca kemajuan pemutaran secara langsung dari memori proses target. Harap gunakan dengan hati-hati; pengembang tidak bertanggung jawab atas keamanan konfigurasi pihak ketiga.
it: Carica configurazioni esterne per leggere l'avanzamento della riproduzione direttamente dalla memoria del processo di destinazione. Usare con cautela; lo sviluppatore non è responsabile della sicurezza delle configurazioni di terze parti.
ja: 外部設定を読み込み、対象プロセスのメモリから直接再生進捗を読み取ります。使用には十分ご注意ください。サードパーティ製設定の安全性に関して、開発者は一切の責任を負いません。
ko: 외부 구성을 로드하여 대상 프로세스 메모리에서 직접 재생 진행 상황을 읽습니다. 개발자는 타사 구성의 안전에 대해 책임을 지지 않으므로 주의해서 사용하세요.
ms: Memuatkan konfigurasi luaran untuk membaca kemajuan main balik terus daripada memori proses sasaran. Sila gunakan dengan berhati-hati; pembangun tidak bertanggungjawab terhadap keselamatan konfigurasi pihak ketiga.
pt: Carrega configurações externas para ler o progresso da reprodução diretamente da memória do processo de destino. Por favor, use com cuidado; o desenvolvedor não é responsável pela segurança de configurações de terceiros.
ru: Загружает внешние конфигурации для чтения прогресса воспроизведения непосредственно из памяти целевого процесса. Пожалуйста, используйте с осторожностью; разработчик не несет ответственности за безопасность сторонних конфигураций.
th: โหลดการกำหนดค่าภายนอกเพื่ออ่านความคืบหน้าการเล่นโดยตรงจากหน่วยความจำของกระบวนการเป้าหมาย โปรดใช้ด้วยความระมัดระวัง; ผู้พัฒนาไม่รับผิดชอบต่อความปลอดภัยของการกำหนดค่าของบุคคลที่สาม
tr: Oynatma ilerlemesini doğrudan hedef işlem belleğinden okumak için harici yapılandırmaları yükler. Lütfen dikkatli kullanın; geliştirici üçüncü taraf yapılandırmalarının güvenliğinden sorumlu değildir.
vi: Tải các cấu hình bên ngoài để đọc tiến trình phát lại trực tiếp từ bộ nhớ của quá trình mục tiêu. Vui lòng sử dụng cẩn thận; nhà phát triển không chịu trách nhiệm về tính an toàn của các cấu hình của bên thứ ba.
zh_hans: 加载外部配置以直接从目标软件内存中读取播放进度。请谨慎使用，开发者不对第三方配置的安全性负责
zh_hant: 載入外部配置以直接從目標軟體記憶體讀取播放進度。請謹慎使用，開發者不對第三方配置的安全性負責。

# PlaybackSettingsControlMemoryReader.Header
source: Memory Reader Adapter
ar: محول قارئ الذاكرة
de: Speicher-Lesegerät-Adapter
es: Adaptador de lector de memoria
hi: मेमोरी रीडर एडाप्टर
id: Adaptor Pembaca Memori
it: Adattatore lettore memoria
ja: メモリーリーダーアダプター
ko: 메모리 리더 어댑터
ms: Penyesuai Pembaca Memori
pt: Adaptador de leitor de memória
ru: Адаптер для чтения памяти
th: อะแดปเตอร์สำหรับอ่านหน่วยความจำ
tr: Bellek Okuyucu Adaptörü
vi: Bộ chuyển đổi đầu đọc bộ nhớ
zh_hans: 内存读取适配器
zh_hant: 記憶體讀取適配器

# PlaybackSettingsControlSaveLyricsAsLrc.Text
source: Save as .lrc
ar: حفظ باسم .lrc
de: Als .lrc speichern
es: Guardar como .lrc
hi: .lrc के रूप में सहेजें
id: Simpan sebagai .lrc
it: Salva come .lrc
ja: .lrc として保存
ko: .lrc 파일로 저장
ms: Simpan sebagai .lrc
pt: Guardar como .lrc
ru: Сохранить как .lrc
th: บันทึกเป็น .lrc
tr: .lrc olarak kaydet
vi: Lưu dưới dạng .lrc
zh_hans: 另存为 .lrc
zh_hant: 另存為 .lrc

# PlaybackSettingsControlSaveLyricsAsTtml.Text
source: Save as .ttml
ar: حفظ بتنسيق .ttml
de: Als .ttml speichern
es: Guardar como .ttml
hi: के रूप में सहेजें .ttml
id: Simpan sebagai .ttml
it: Salva come .ttml
ja: .ttml として保存
ko: .ttml로 저장
ms: Simpan sebagai .ttml
pt: Guardar como .ttml
ru: Сохранить как .ttml
th: บันทึกเป็น .ttml
tr: .ttml olarak kaydet
vi: Lưu dưới dạng .ttml
zh_hans: 另存为 .ttml
zh_hant: 另存為 .ttml

# PlaybackSettingsControlStopBetterLyricsPlayer.Content
source: Stop now
ar: توقف الآن
de: Jetzt anhalten
es: Para ya
hi: तुरंत रुकें
id: Berhenti sekarang.
it: Ferma ora
ja: 再生を直ちに停止
ko: 지금 중지
ms: Berhenti serta-merta
pt: Parar agora
ru: Остановись сейчас
th: หยุดเดี๋ยวนี้
tr: Dur artık.
vi: Dừng lại ngay
zh_hans: 立即停止
zh_hant: 立即停止

# PlaylistViewFailed
source: Unable to view tracks because the path does not exist
ar: لا يمكن عرض المقطوعات لأن المسار غير موجود
de: Titel können nicht angezeigt werden, da der Pfad nicht existiert
es: No se pueden ver las pistas porque la ruta no existe
hi: ट्रैक देखने में असमर्थ क्योंकि पथ मौजूद नहीं है
id: Tidak dapat melihat trek karena jalur tidak ada
it: Impossibile visualizzare i brani perché il percorso non esiste
ja: パスが存在しないため、曲を表示できません
ko: 경로가 존재하지 않아 트랙을 볼 수 없습니다
ms: Tidak dapat melihat trek kerana laluan tidak wujud
pt: Não foi possível ver as faixas porque o caminho não existe
ru: Невозможно просмотреть треки, так как путь не существует
th: ไม่สามารถดูแทร็กได้เนื่องจากเส้นทางไม่มีอยู่
tr: Yol mevcut olmadığı için izler görüntülenemiyor
vi: Không thể xem các bài hát vì đường dẫn không tồn tại
zh_hans: 无法查看曲目，因为路径不存在
zh_hant: 無法檢視曲目，因為路徑不存在

# PluginItemControlEnablePlugin.Header
source: Enable Plugin
ar: تمكين المكون الإضافي
de: Plugin einschalten
es: Activar Plugin
hi: प्लगइन सक्षम करें
id: Aktifkan Plugin
it: Abilita plugin
ja: 有効にする
ko: 플러그인 사용
ms: Dayakan Pemalam
pt: Ativar o plugin
ru: Включить плагин
th: เปิดใช้งานปลั๊กอิน
tr: Eklentiyi Etkinleştir
vi: Kích hoạt plugin
zh_hans: 启用插件
zh_hant: 啟用外掛程式

# PluginManagerControlInfoBar.Message
source: Restart will be automatically performed after install, uninstall or update any plugins
ar: سيتم إجراء إعادة التشغيل تلقائيًا بعد تثبيت أو إلغاء تثبيت أو تحديث أي مكونات إضافية
de: Der Neustart wird automatisch nach der Installation, Deinstallation oder Aktualisierung von Plugins durchgeführt.
es: Se reiniciará automáticamente después de instalar, desinstalar o actualizar cualquier plugin.
hi: किसी भी प्लगइन को इंस्टॉल, अनइंस्टॉल या अपडेट करने के बाद रीस्टार्ट अपने आप हो जाएगा
id: Restart akan secara otomatis dilakukan setelah menginstal, menghapus instalan, atau memperbarui plugin apa pun
it: L'app verrà riavviata automaticamente dopo l'installazione, la disinstallazione o l'aggiornamento di un plugin.
ja: プラグインのインストール・削除・更新後、BetterLyrics は自動的に再起動します
ko: 플러그인 설치, 제거 또는 업데이트 후 재시작이 자동으로 수행됩니다.
ms: Mula semula akan dilakukan secara automatik selepas memasang, menyahpasang atau mengemas kini sebarang pemalam
pt: O reinício será efectuado automaticamente após a instalação, desinstalação ou atualização de quaisquer plug-ins
ru: Перезагрузка будет автоматически выполняться после установки, удаления или обновления любых плагинов
th: การเริ่มต้นใหม่จะดำเนินการโดยอัตโนมัติหลังจากติดตั้ง ถอนการติดตั้ง หรืออัปเดตปลั๊กอินใดๆ
tr: Herhangi bir eklentiyi yükledikten, kaldırdıktan veya güncelledikten sonra yeniden başlatma otomatik olarak gerçekleştirilecektir
vi: Quá trình khởi động lại sẽ được thực hiện tự động sau khi cài đặt, gỡ cài đặt hoặc cập nhật bất kỳ plugin nào.
zh_hans: 安装、卸载或更新插件后，程序将自动重启
zh_hant: 安裝、解除安裝或更新外掛程式後，程式將自動重新啟動
